Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Markedsundersøkelser som dokumentasjon
nn: Marknadsundersøkingar som dokumentasjon

source: «Nyhetsundersøkelse fra Patentstyret er en rask og effektiv måte for å få vurdert egne ideer opp mot eksisterende teknologi i en tidlig fase av et innovasjonsløp.»
nn: «Nyheitsundersøking frå Patentstyret er ein rask og effektiv måte for å få vurdert eigne idear opp mot eksisterande teknologi i ein tidleg fase av eit innovasjonsløp.»

source: En sykkelhjelm kan inneholde:
nn: Ein sykkelhjelm kan innehalde:

source: Patentstyret kan hjelpe deg med veiledning og søketjenester for å finne relevant informasjon.
nn: Patentstyret kan hjelpe deg med rettleiing og søkjetenester for å finne relevant informasjon.

source: Patentstyret vil behandle forespørselen og kontrollere de opplysningene du oppgir med tanke på at kravet om fem års erfaring må være oppfylt.
nn: Patentstyret vil behandle førespurnaden og kontrollere dei opplysningane du oppgir med tanke på at kravet om fem års erfaring må vere oppfylt.

source: Hvis du mener at Patentstyret har registrert et design på feil grunnlag, kan du klage på dette ved å sende inn et krav om administrativ overprøving til oss.
nn: Viss du meiner at Patentstyret har registrert eit design på feil grunnlag, kan du klage på dette ved å sende inn ei «administrativ overprøving» til oss.

source: Søknaden skal også inneholde en kopi av godkjenningsbrevet for produktet som plantefarmasøytisk produkt (utstedes av Mattilsynet) eller den første tillatelsen til å føre produktet på markedet som legemiddel (utstedes av Statens legemiddelverk) i Norge.
nn: Søknaden skal også innehalde ein kopi av godkjenningsbrevet for produktet som plantefarmasøytisk produkt (utskrivast av Mattilsynet) eller det første løyvet til å føre produktet på marknaden som legemiddel (utskrivast av Statens legemiddelverk) i Noreg.

source: Følg instruksene videre for å opprette elektronisk varsling.
nn: Følg instruksane vidare for å opprette elektronisk varsling.

source: I løpet av neste år fjernes kravet om at varemerker må kunne «gjengis grafisk», og det blir spennende å se om Patentstyret får inn flere søknader om utradisjonelle merker.
nn: I løpet av neste år blir kravet fjerna om at varemerke må kunne «gjengivast grafisk», og det blir spennande å sjå om Patentstyret får inn fleire søknader om utradisjonelle merke. Skrive av Sarah Wennberg Svendsen, tidl.

source: Slike rettigheter kan være avgjørende for suksessen til virksomheten din, fordi de kan holde konkurrentene på avstand eller på annen måte gi viktige konkurransefortrinn.
nn: Slike rettar kan vere avgjerande for suksessen til verksemda di, fordi dei kan halde konkurrentane på avstand eller på annan måte gi viktige konkurransefortrinn.

source: «Vi utvikler produktene våre kontinuerlig, for å være best mulig tilpasset etterspørselen i markedet og de kravene kundene våre stiller», sier administrerende direktør Ole M.
nn: «Vi utviklar produkta våre kontinuerleg for å vere best mogeleg tilpassa etterspurnaden i marknaden og dei krava kundane våre stiller», seier administrerande direktør Ole M.

source: Hvordan bli best på kundeservice?
nn: Korleis bli best på kundeservice?

source: Som det fremgår i Common Communication har de fleste landene blitt enige om en felles praksis som innebærer at registreringer i svart/hvitt kun har vern slik de er gjengitt, det vil si i svart/hvitt.
nn: Som det framgår i Common Communication har dei fleste landa blitt einige om ein felles praksis som inneber at registreringar i svart/kvitt berre har vern slik dei er framstilt, det vil seie i svart/hvitt.

source: Validitetssøk kan du også benytte for å forvisse deg om at egne patenter er gitt på rett grunnlag, eller ved lisensiering, kjøp og salg.
nn: Validitetssøk kan du også bruke for å forvisse deg om at eigne patent er gitt på rett grunnlag, eller ved lisensiering, kjøp og sal.

source: Djupesland begynte å tenke på hvordan medikamentinnsprøytingen kunne forbedres, noe som ga ham ideen om å bruke pasientens egen pust til å fordele medisin.
nn: Djupesland begynte å tenkje på korleis medikamentinnsprøytinga kunne forbetrast, noko som gav han idéen om å bruke pasienten sin eigen pust til å fordele medisin.

source: Airthings beskytter navn og teknologi for å kunne konkurrere internasjonalt
nn: Airthings verner namn og teknologi for å kunne konkurrere internasjonalt

source: Hvilke markeder skal du satse i, hvor skal du produsere, og hvordan skal du distribuere?
nn: Kva marknader skal du satse i, kvar skal du produsere, og korleis skal du distribuere?

source: Du kan også se på nettsidene til
nn: Du kan også sjå på nettsidene til

source: For bedriftene kan falske produkter ta urettmessige markedsandeler, vanne ut originalproduktet, gi de ekte produktene et ufortjent dårlig renommé og koste bedriften mye tid og penger å bli kvitt.
nn: For bedriftene kan falske produkt ta ulovlege marknadsdelar, vatne ut originalproduktet, gi dei ekte produkta eit ufortent dårleg renommé og koste bedrifta mykje tid og pengar å bli kvitt.

source: Hvor lenge varer en registrering?
nn: Kor lenge varer ei registrering?

source: er en kopi av de første dokumentene som ble levert sammen med søknaden din.
nn: er ein kopi av dei fyrste dokumenta som blei levert saman med søknaden din.

source: Et patent kan gi deg et viktig konkurransefortrinn fordi du får enerett til å utnytte oppfinnelsen din kommersielt.
nn: Eit patent kan gi deg eit viktig konkurransefortrinn fordi du får einerett til å utnytte oppfinninga di kommersielt.

source: Skulle vi ha undersøkt om alle design er nye, har individuell karakter og oppfyller alle vilkårene for en gyldig registrering, ville det ha forlenget og fordyret prosessen.
nn: Skulle vi ha undersøkt om alle design er nye, har individuell karakter og oppfyller alle vilkåra for ei gyldig registrering, ville det ha forlenga og fordyra prosessen.

source: E-post:Hvis du ikke ønsker eller ikke har mulighet til å bruke Altinn, kan du sende bestilling direkte til Patentstyret på e-post
nn: E-post:Viss du ikkje ønskjer eller har mogleheit til å bruke Altinn, kan du sende bestillinga direkte til Patentstyret på e-post

source: Innovasjon Norge profilerer norsk næringsliv og Norge som reisemål, og er representert i alle norske fylker.
nn: Innovasjon Noreg profilerer norsk næringsliv og Noreg som reisemål, og er representert i alle norske fylke.

source: Les veiledningen nøye før du fyller ut skjemaet.
nn: Les rettleiinga nøye før du fyller ut skjemaet.

source: Hvorfor deles en søknad?
nn: Kvifor delast ein søknad?

source: Think Outside utvikler nye løsninger for analyser av snø og vann.
nn: Think Outside utvikler nye løysingar for analysar av snø og vatn.

source: Som en del av det pågående samarbeidet mellom EUIPO (Den europeiske varemerkemyndigheten) og de nasjonale myndighetene har Patentstyret deltatt i et harmoniseringsarbeid knyttet til merker registrert uten fargeangivelse (svart/hvitt-merker).
nn: Som ein del av det pågåande samarbeidet mellom EUIPO (Den europeiske varemerkemyndigheita) og dei nasjonale myndigheitene har Patentstyret deltatt i eit harmoniseringsarbeid knytta til merke registrert utan fargeopplysningar (svart/kvitt merke).

source: Innen to uker etter forhandlingen skal forhandlingskonsulenten sende deg et referat med en uttalelse eller avgjørelse i saken.
nn: Innan to veker etter forhandlinga skal forhandlingskonsulenten sende deg eit referat med ei fråsegn eller avgjerd i saka.

source: Hvis du oppdager at noen har registrert et domenenavn som du mener du har rettigheter til, for eksempel et varemerke, et produktnavn eller navn på bedrift, kan du klage registreringen inn for Domeneklagenemnda.
nn: Dersom du oppdagar at nokon har registrert eit domenenamn som du meiner du har rettar til, for eksempel eit varemerke, eit produktnamn eller namn på bedrift, kan du klage registreringa inn for Domeneklagenemnda.

source: Kostnadene med å utvikle og oppdatere produkter må dekkes inn fra salg eller inntekter fra lisensiering.
nn: Kostnadane med å utvikle og oppdatere produkt må dekkast inn frå sal eller inntekter frå lisensiering.

source: kravet må leveres på enten norsk, dansk eller svensk.
nn: kravet må leverast på anten norsk, dansk eller svensk.

source: Retningslinjene har sitt utspring i det felleseuropeiske tolkningsarbeidet som har pågått siden EU-domstolen avsa sin rådgivende uttalelse i
nn: Retningslinjene har sitt utspring i det felleseuropeiske tolkingsarbeidet som har pågått sidan EU-domstolen ga si rådgivande utsegn i

source: Med en ny granskning kan du få avdekket om det finnes informasjon som kan brukes til å bestride konkurrenters patentrettigheter i inngrepssaker, rettstvister eller innsigelser.
nn: Med ei ny gransking kan du få avdekka om det finst informasjon som kan brukast til å avvise konkurrentar sine patentrettar i inngrepssaker, rettstvister eller motsegn.

source: Du må betale avgiften eller gebyret innen fristen for å unngå forsinkelsesgebyrer og mulig endelig henleggelse av patentsøknaden din eller opphør av patentet/varemerke- eller designregistreringen.
nn: Du må betale avgifta eller gebyret innan fristen for å unngå forseinkingssgebyr og mogleg endeleg henlegging av patentsøknaden din eller opphøyr av patentet/varemerke- eller designregistreringa.

source: Mer vanlig er det med tredimensjonale merker som viser emballasje eller design
nn: Meir vanleg er det med tredimensjonale merke som viser emballasje eller design

source: Regelverket forplikter Patentstyret å informere offentligheten om industrielle rettigheter.
nn: Regelverket forpliktar Patentstyret å informere offentlegheita om industrielle rettar.

source: De reglene som gjelder for registrering av varemerke gjelder også for registrering av fellesmerke.
nn: Dei reglane som gjeld for registrering av varemerke, gjeld også for registrering av fellesmerke.

source: Djupesland skjønte tidlig at det var svært viktig å sende inn en patentsøknad.
nn: Djupesland skjønte tidleg at det var svært viktig å sende inn ein patentsøknad.

source: Patentstyret har tatt dette til etterretning, og vil ikke lenger be om dokumentasjon for at varemerkesøker har konsesjon eller tillatelse til å bruke «apotek» og tilsvarende betegnelser.
nn: Patentstyret har tatt dette til etterretning, og vil ikkje lenger be om dokumentasjon for at varemerkesøkjer har konsesjon eller løyve til å bruke «apotek» og tilsvarande nemningar.

source: Den internasjonale granskingsmyndigheten din vil også vurdere andre patenterbarhetskriterier, for eksempel om oppfinnelsen er industriell anvendbar og om det er klart og tydelig hva du krever patent på.
nn: Den internasjonale granskingsmyndigheita di vil også vurdere andre patenterbarheitskriterier, til dømes om oppfinninga er industriell brukande og om det er klart og tydeleg kva du krev patent på.

source: Ønsker du å kombinere patent og designregistrering, må du derfor tenke på at:
nn: Ønskjer du å kombinere patent og designregistrering, må du derfor tenkje på at:

source: Tore Jenssen har allerede sikret seg en avtale med den internasjonale tungvekteren Univar om distribusjon i Norden, og han jobber med konkrete planer om distribusjon til USA og resten av Europa.
nn: Tore Jenssen har allereie sikra seg ein avtale med den internasjonale tungvektaren Univar om distribusjon i Norden, og han jobber med konkrete planar om distribusjon til USA og resten av Europa.

source: Du vil få et brev med én måneds frist til enten å sende inn en ny begrunnelse eller svare på uttalelsen vår.
nn: Du vil få eit brev med éin månads frist til anten å sende inn ei ny grunngjeving eller svare på utsegnet vårt.

source: Les mer om samtykke
nn: Les meir om samtykke

source: Formuleringen åpner for en tilleggsbetydning ved ogsåå fremstå som en oppfordring til kundene våre.
nn: Formuleringa opnar for ei tilleggstyding ved ogsåå framstå som ei oppfordring til kundane våre.

source: Hvis noen har registrert det særpregede varemerket ditt som domenenavn under.no, kan du sende en klage gjennom Norid til Domeneklagenemnda og be om å få domenenavnet slettet eller overført til deg.
nn: Viss nokon har registrert det særprega varemerket ditt som domenenamn under.no, kan du sende ein klage gjennom Norid til Domeneklagenemnda og be om å få domenenamnet sletta eller overført til deg.

source: Du kan også sy slike drakter for andre og tjene penger på det.
nn: Du kan også sy slike drakter for andre og tene pengar på det.

source: forvekselbart med andre rettigheter (§16 første ledd)
nn: forvekselbart med andre rettar (§16 første ledd)

source: Inkludert listen over produkter og tjenester.
nn: Inkludert lista over produkt og tenester.

source: Følg med på konkurrentene dine
nn: Følg med på konkurrentane dine

source: Det er derfor ikke nødvendig å sende over mer enn ett eksemplar av slik dokumentasjon.
nn: Det er derfor ikkje nødvendig å sende over meir enn eitt eksemplar av slik dokumentasjon.

source: Forbrukeren vil oppfatte at syltetøyet inneholder jordbær, og vil ikke kunne skille det fra andre produsenter av jordbærsyltetøy.
nn: Forbrukaren vil oppfatte at syltetøyet inneheld jordbær, og vil ikkje kunne skilje det frå andre produsentar av jordbærsyltetøy.

source: en bestemt angivelse eller forklaring av hva du søker patent på.
nn: ei bestemt forklaring av kva du søkjer patent på.

source: Innholdet i søknaden
nn: Innhaldet i søknaden

source: Sørg for å utnytte rettighetene kommersielt.
nn: Sørg for å utnytte rettane kommersielt.

source: finner den personen som kan svare best på spørsmålene dine.
nn: finn den personen som kan svare best på spørsmåla dine.

source: designsøknaden må leveres senest 12 måneder etter at patentsøknaden er blitt allment tilgjengelig, på grunn av nyhetsfristen (grace period)
nn: designsøknaden må leverast seinast 12 månader etter at patentsøknaden er blitt allment tilgjengeleg, på grunn av nyheitsfristen (grace period)

source: Publisering av kildekode kan hindre andre i å patentere samme tekniske løsning, og salg av tjenester og produkter omkring åpen kode eller programvare gjør det mulig å tjene penger på dette.
nn: Publisering av kildekode kan hindre andre i å patentere same tekniske løysing, og sal av tenester og produkt omkring open kode eller programvare gjer det mogleg å tene penger på dette.

source: Hvis bilder fra Internett ikke er daterte, kan du i tillegg vise til datert omtale av produktet som klart viser at det bestemte produktet ble offentliggjort før søknadsdagen.
nn: Viss bilete frå internett ikkje er daterte, kan du i tillegg vise til datert omtale av produktet som klart viser at det bestemte produktet blei offentleggjort før søknadsdagen.

source: Det er også mulig å få vite hvilke nye søknader som kommer innenfor spesifikke varer eller tjenester.
nn: Det er også mogleg å få vite kva for nye søknadar som kjem innanfor spesifikke varer eller tenester.

source: Frist for å sende inn bilder i søknad med prioritet
nn: Frist for å sende inn bilde i søknad med prioritet

source: Retningslinjene kommer i tillegg til retningslinjer og bemerkninger som følger av Nice-klassifikasjonen.
nn: Retningslinjene kjem i tillegg til retningslinjer og merknader som følgjer av Nice-klassifikasjonen.

source: at designet er nytt, det vil si at det ikke har vært vist offentlig mer enn 12 måneder før du sendte inn søknaden, eller før prioritetsdagen
nn: at designet er nytt, det vil seie at det ikkje har vore vist offentleg meir enn 12 månader før du sende inn søknaden, eller før prioritetsdagen

source: Lag en geografisk avgrensning – hvis det er bestemte land som er mer aktuelle enn andre.
nn: Lag ei geografisk avgrensing – viss det er bestemte land som er meir aktuelle enn andre.

source: Det er noen formelle vilkår når det gjelder hva en klage skal inneholde og hvordan den skal utformes.
nn: Det er nokre formelle vilkår når det gjeld kva ein klage skal innehalde og korleis den skal utformast.

source: Der selger de blant annet flere egenproduserte kalenderbøker, og de satser etter hvert mer på egen produktutvikling.
nn: Der sel dei blant anna fleire eigenproduserte kalenderbøker, og dei satsar etter kvart meir på eigen produktutvikling.

source: «If there’s a toilet, there’s a market.» Compax har utviklet en avfallskomprimator til toalettrom, og ser salgspotensial langt utenfor Norges grenser.
nn: «If there’s a toilet, there’s a market.» Compax har utvikla ein avfallskomprimator til toalettrom, og ser salspotensial langt utanfor Noregs grenser.

source: Vi har et bredt samarbeid med ulike internasjonale organisasjoner, noe som gir muligheter for å delta i internasjonale nettverk, konferanser og møter.
nn: Vi har eit breitt samarbeid med ulike internasjonale organisasjonar, noko som gir høve for å delta i internasjonale nettverk, konferansar og møte.

source: Likevel kan det være lurt med profesjonell hjelp hvis du ikke er godt kjent med designretten eller hvis du har lite tid til å følge opp søknadsprosessen.
nn: Likevel kan det vere lurt med profesjonell hjelp viss du ikkje er godt kjent med designretten eller viss du har lita tid til å følgje opp søknadsprosessen.

source: The European Patent Office tar imot, behandler og avgjør europeiske patentsøknader på grunnlag av regler gitt i den europeiske patentkonvensjonen (EPC).
nn: The European Patent Office tek imot, behandlar og avgjer europeiske patentsøknadar på grunnlag av reglar gitt i den europeiske patentkonvensjonen (EPC).

source: Den nye profilen følger prinsippene for universell utforming (UU).
nn: Den nye profilen følgjer prinsippa for universell utforming (UU).

source: Dette kommer i tillegg til enten en begrenset fullmakt, dokumentasjon på endringen, skjema undertegnet av søker eller innehaver, eller en kopi av oppdraget.
nn: Dette kjem i tillegg til anten ei begrensa fullmakt, dokumentasjon på endringa, skjema underteikna av søkjar eller innehavar, eller ein kopi av oppdraget.

source: Hvem kan kreve forhandlinger?
nn: Kven kan krevje forhandlingar?

source: Særskilt pant vil da få rettsvern både overfor frivillige erverv og kreditorbeslag (utlegg og konkurs) ved registrering av panteretten i varemerkeregisteret.
nn: Særskild pant vil då få rettsvern både overfor frivillige arbeid og kreditorbeslag (utlegg og konkurs) ved registrering av panteretten i varemerkeregisteret.

source: Det er derimot mulig å utsette registreringen i opptil seks måneder fra søknadsdatoen eller prioritetsdatoen, eller å oppgi en bestemt dato innenfor dette tidsrommet.
nn: Det er derimot mogleg å utsetje registreringa i opptil seks månader frå søknadsdatoen eller prioritetsdatoen, eller å oppgi ein bestemt dato innanfor dette tidsrommet.

source: Fornyelser og årsavgifter i andre land
nn: Fornyingar og årsavgifter i andre land

source: Omfatter stoffer hvis eneste karakteristiske egenskaper er deres overflate-ornamentering eller veving, i særlig flate materialer, slik som tapeter, linoleum og selvklebende plastfolier så vel som arkmaterialer til innpakning og ruller av papir, med forbehold for unntagelsene angitt under b.
nn: Omfattar stoff med einaste karakteristiske egenskap er deira overflate-ornamentering eller veving, i særleg flate material, slik som tapet, linoleum og sjølvklistrande plastfoliar så vel som arkmaterialar til innpakning og ruller av papir, med atterhald for unntaka under b.

source: Språkkrav for nasjonale patentsøknader.
nn: Språkkrav for nasjonale patentsøknadar.

source: Uten patenter hadde vi ikke kunnet konkurrere eller skaffe oss samarbeidspartnere og finansiering.»
nn: Utan patent hadde vi ikkje kunna konkurrere eller skaffe oss samarbeidspartnarar og finansiering.

source: Flere medarbeidere samarbeider med eksterne aktører og holder foredrag for næringsliv og studenter.
nn: Fleire medarbeidarar samarbeider med eksterne aktørar og held foredrag for næringsliv og studentar.

source: Patentstyret skal behandle søknader om godkjenning av organisasjoner som kan inngå avtaler med avtalelisensvirkning.
nn: Patentstyret skal behandle søknader om godkjenning av organisasjonar som kan inngå avtalar med avtalelisensverknad.

source: Det er viktig å sikre seg så godt som mulig mot piratkopiering slik at fruktene av nedlagt arbeid tilfaller deg, og ikke den som snylter på din innsats.
nn: Det er viktig å sikre seg så godt som mogeleg mot piratkopiering slik at fruktene av nedlagt arbeid tilkjem deg, og ikkje den som snyltar på innsatsen din.

source: I tillegg kan fylkeskommuner, lokale næringsfond, kommuner og andre organisasjoner være del av virkemidlene for innovasjon.
nn: I tillegg kan fylkeskommunar, lokale næringsfond, kommunar og andre organisasjonar vere del av verkemidla for innovasjon.

source: Kanskje burde Apple forsøke seg påå registrere lukten av eple?
nn: Kanskje burde Apple freiste seg påå registrere lukta av eple?

source: Innenfor enkelte fagområder, som for eksempel datamaskin-implementerte oppfinnelser, finnes det mange patenter, og det er publisert mye litteratur på området.
nn: Innanfor enkelte fagområde, som til dømes datamaskin-implementerte oppfinningar, finst det mange patent, og det er publisert mykje litteratur på området.

source: Djupesland sikret sitt første europeiske patent i 2004, og siden den gang har han sendt inn andre patentsøknader for en rekke andre oppfinnelser som styrker patentbeskyttelsen.
nn: Djupesland sikra det fyrste europeiske patentet sitt i 2004, og sidan den gongen har han sendt inn andre patentsøknader for ei rekkje andre oppfinningar som styrkjer patentvernet.

source: For å få enerett til et design i Norge, må du sende inn en søknad om designregistrering til Patentstyret.
nn: For å få einerett til eit design i Noreg, må du sende inn ein søknad om designregistrering til Patentstyret.

source: Og det kan godt tenkes at det kommer konkurrenter og utvikler et tilsynelatende dårligere alternativ, som siden kan vise seg å bli det beste.
nn: Og det kan godt tenkjast at det kjem konkurrentar og utviklar eit tilsynelatande dårlegare alternativ som sidan kan vise seg å bli det beste.

source: Det er viktig at oppbygging av saksnummer er riktig for å unngå feilregistreringer i systemene våre.
nn: Det er viktig at oppbygging av saksnummer er riktig for å unngå feilregistreringar i systema våre.

source: Det avgjørende for vurderingen er om varemerket er villedende med tanke på geografisk opprinnelse for de konkrete varene eller tjenestene i varefortegnelsen.
nn: Det avgjerande for vurderinga er om varemerket er villeiande med tanke på geografisk opphav for dei konkrete varene eller tenestene i varelista.

source: Vi gir normalt ikke flere frister for innsending av fullmakt.
nn: Vi gir normalt ikkje fleire fristar for innsending av fullmakt.

source: Ved behov kan søkeren/innehaveren stille med flere, men dette må godkjennes av Patentstyret.
nn: Ved behov kan søkaren/innehavaren stille med fleire, men dette må godkjennast av Patentstyret.

source: Tips til andre virksomheter
nn: Tips til andre verksemder

source: – Det var en som skjøt flygende insekter med laser i et fjøs.
nn: – Det var ein som skaut flygande insekt med laser i eit fjøs.

source: Ved manglende samsvar mellom den opprinnelig innleverte gjengivelse av fargen og fargen slik det er gjengitt i Patentstyrets database, er det den opprinnelig innleverte fargegjengivelsen som gjelder.
nn: Ved manglande samsvar mellom den opphavleg innleverte gjengivinga av fargen og fargen slik den er gjengitt i Patentstyret sin database, er det den opphavleg innleverte fargegjengivinga som gjeld.

source: 197933) er registrert for blant annet ryggsekker, klær og sportslige aktiviteter.
nn: 197933) er registrert for blant anna ryggsekkar, klær og sportslege aktivitetar.

source: Har noen krenket rettigheten din?
nn: Har nokon krenkt retten din?
